saas_backend/tests/Performances/wrk_resultats/_api_v1_artiste_1.txt
Running 2s test @ http://localhost:8000/api/v1/artiste/1
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.65s   235.89ms   2.00s    65.52%
    Req/Sec    18.93     12.43    40.00     71.43%
  29 requests in 2.00s, 9.52KB read
  Non-2xx or 3xx responses: 29
Requests/sec:     14.47
Transfer/sec:      4.75KB