saas_backend/tests/Performances/wrk_resultats/_api_v1_etats-offre.txt
Running 2s test @ http://localhost:8000/api/v1/etats-offre
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec    17.50     10.52    30.00     57.14%
  29 requests in 4.73s, 9.52KB read
  Socket errors: connect 0, read 0, write 0, timeout 29
  Non-2xx or 3xx responses: 29
Requests/sec:      6.14
Transfer/sec:      2.01KB