saas_backend/tests/Performances/wrk_resultats/_api_v1_etats-reponse.txt
Running 2s test @ http://localhost:8000/api/v1/etats-reponse
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.59s   198.72ms   1.91s    60.00%
    Req/Sec    17.25     14.35    40.00     66.67%
  25 requests in 2.00s, 8.20KB read
  Non-2xx or 3xx responses: 25
Requests/sec:     12.47
Transfer/sec:      4.09KB