saas_backend/tests/Performances/wrk_resultats/_api_v1_etats-reponse_1.txt
Running 2s test @ http://localhost:8000/api/v1/etats-reponse/1
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.66s   184.20ms   1.94s    60.00%
    Req/Sec    21.89     20.66    50.00     55.56%
  25 requests in 2.00s, 8.20KB read
  Non-2xx or 3xx responses: 25
Requests/sec:     12.48
Transfer/sec:      4.10KB