saas_backend/tests/Performances/wrk_resultats/_api_v1_fiches-technique_1.txt
Running 2s test @ http://localhost:8000/api/v1/fiches-technique/1
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.77s   114.33ms   1.92s    42.86%
    Req/Sec    16.25     14.08    40.00     62.50%
  15 requests in 2.01s, 4.92KB read
  Socket errors: connect 0, read 0, write 0, timeout 1
  Non-2xx or 3xx responses: 15
Requests/sec:      7.48
Transfer/sec:      2.45KB