saas_backend/tests/Performances/wrk_resultats/_api_v1_me.txt
Running 2s test @ http://localhost:8000/api/v1/me
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.66s   200.12ms   1.99s    64.00%
    Req/Sec    14.85     10.95    40.00     69.23%
  25 requests in 2.00s, 8.20KB read
  Non-2xx or 3xx responses: 25
Requests/sec:     12.48
Transfer/sec:      4.09KB