saas_backend/tests/Performances/wrk_resultats/_api_v1_reponses.txt
Running 2s test @ http://localhost:8000/api/v1/reponses
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.80s   131.05ms   1.99s    64.29%
    Req/Sec    14.00     12.95    30.00     50.00%
  14 requests in 2.02s, 4.59KB read
  Non-2xx or 3xx responses: 14
Requests/sec:      6.94
Transfer/sec:      2.28KB