saas_backend/tests/Performances/wrk_resultats/_api_v1_utilisateur_preference-notification_testuser.txt
Running 2s test @ http://localhost:8000/api/v1/utilisateur/preference-notification/testuser
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.73s   187.03ms   1.99s    63.64%
    Req/Sec    15.92     10.71    30.00     58.33%
  22 requests in 2.01s, 7.22KB read
  Non-2xx or 3xx responses: 22
Requests/sec:     10.97
Transfer/sec:      3.60KB