saas_backend/tests/Performances/wrk_resultats/_api_v1_utilisateurs.txt
Running 2s test @ http://localhost:8000/api/v1/utilisateurs
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.67s   218.38ms   2.00s    61.90%
    Req/Sec    12.45      9.06    30.00     72.73%
  21 requests in 2.00s, 6.89KB read
  Non-2xx or 3xx responses: 21
Requests/sec:     10.49
Transfer/sec:      3.44KB